Repository: Helly1206/script.moviecopy
Catalog: resources/language/*/strings.po
Languages: dutch

# Addon Description
source: This addon smartly copies downloaded movies to your movie library
dutch: Deze addon kopiëert gedownloade films slim naar je films bibliotheek

# #50000
source: Please Select Source Folder
dutch: Selecteer de Bron Map aub.

# #50001
source: Select Destination Location
dutch: Selecteer de Doel Lokatie

# #50002
source: Unable to copy folder. %s
dutch: Kan de map niet kopiëren. %s

# #50003
source: Unable to copy files. %s
dutch: Kan de bestanden niet kopiëren. %s

# #50004
source: Unable to remove folder. %s
dutch: Kan de map niet verwijderen. %s

# #50006
source: Time: %s - ETA: %s - Rate: %s MB/s [%s%%]
dutch: Tijd: %s - Klaar: %s - Snelheid: %s MB/s [%s%%]

# #50007
source: Please Select Movie File to Copy
dutch: Selekteer aub. het Filmbestand om te Kopiëren

# #50008
source: More Movie Files Detected, Select Another One or Cancel
dutch: Meer Filmbestanden gedetecteerd, Selecteer er nog een of Annuleer

# #50009
source: No Source Folder Selected, quit ...
dutch: Geen Bron Map Geselecteerd, sluit af ...

# #50010
source: No Video Files to Copy, quit ...
dutch: Geen Video Bestanden om te Kopieëren, sluit af ...

# #50011
source: No Destination Folder Selected, quit ...
dutch: Geen Doel Map Geselecteerd, sluit af ...

# #50012
source: Copy Process Canceled by User ...
dutch: Kopiëer proces Geannuleerd door de Gebruiker ...

# #50013
source: Copy Process Canceled by Timeout ...
dutch: Kopiëer proces Geannuleerd door een Timeout ...

# #50100
source: Source
dutch: Bron

# #50101
source: Destination
dutch: Doel

# #50102
source: General
dutch: Algemeen

# #50103
source: Select Source Folder
dutch: Selecteer Bron Map

# #50104
source: Select Destination Folder 1
dutch: Selecteer Doel Map 1

# #50105
source: Select Destination Folder 2
dutch: Selecteer Doel Map 2

# #50106
source: Select Destination Folder 3
dutch: Selecteer Doel Map 3

# #50107
source: Select Destination Folder 4
dutch: Selecteer Doel Map 4

# #50108
source: Select Destination Folder 5
dutch: Selecteer Doel Map 5

# #50109
source: Copy Entire Folder
dutch: Kopiëer Komplete Map

# #50110
source: Select which Video Files to Copy
dutch: Selecteer welke Video Bestanden je wil Kopiëren

# #50111
source: Copy Subtitle Files
dutch: Kopiëer Ondertitel Bestanden

# #50112
source: Progress Bar on Background
dutch: Voortgang op de Achtergrond

# #50113
source: Move Files Instead of Copy
dutch: Verplaats bestand in plaats van Kopiëren

# #50114
source: Remove Source Folder after Copying
dutch: Verwijder Bron Map na Kopiëren

# #50115
source: Minimum Average Timeout Datarate [MB/s] (0=no timeout)
dutch: Minimum Gemiddelde Timeout Snelheid [MB/s] (0=geen timeout)

# #50116
source: Socket return channel port
dutch: Socket poort voor retour kanaal
